Repository: Eldorado234/zuks-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Newsletter successfully sent
de: Newsletter erfolgreich versendet

source: @zuks-mail
de: info@zuks.org

source: @zuks-twitter
de: @zuksDE

source: Newsletter Recipient
de: Newsletter-Abonnent

source: Newsletter Recipients
de: Newsletter-Abonnenten

source: Email address
de: E-Mail-Adresse

source: Confirmation identifier
de: Bestätigungs-ID

source: Id the recipient could use to confirm his Email address and unregister the newsletter
de: ID, mit der der Empfänger seine E-Mail-Adresse bestätigen und den Newsletter abbestellen kann

source: Registration date
de: Registrierungs-Datum

source: Confirmation status
de: Bestätigungs-Status

source: Confirmation date
de: Bestätigungs-Datum

source: Newsletters
de: Newsletter

source: Content
de: Inhalt

source: Subject
de: Betreff

source: Send date
de: Sende-Datum

source: Contact Mail
de: Kontaktanfrage

source: Contact Mails
de: Kontaktanfragen

source: ZUKS Contact request
de: ZUKS Kontaktanfrage

source: Sender: %(sender)s Date: %(date)s Subject: %(subject)s %(content)s
de: Sender: %(sender)s Datum: %(date)s Betreff: %(subject)s %(content)s

source: Date
de: Datum

source: FAQ Question
de: FAQ Frage

source: FAQ Questions
de: FAQ Fragen

source: Author
de: Autor

source: FAQ consistency
de: konsitent

source: Please enter a valid email address
de: Bitte gib eine gültige E-Mail-Adresse an.

source: ZUKS Newsletter Registration
de: ZUKS Newsletter Registrierung

source: For this mail a newsletter is already requested.
de: Für diese E-Mail-Adresse wurde bereits ein Newsletter angefordert.

source: Unfortunately, the request could not be processed. Please try again later.
de: Die Anfrage konnte leider nicht bearbeitet werden. Bitte versuche es später erneut.

source: Civilian Support in Civil Protection
de: Zivile Unterstützung im Katastrophenschutz

source: Toggle navigation
de: Navigation umschalten

source: Newsletter registration
de: Newsletter Registrierung

source: Back to ZUKS
de: Zurück zu ZUKS

source: Link expired
de: Link abgelaufen

source: Your confirmation link is expired. Heads up, subscribe again:
de: Dein Bestätigungs-Link ist leider abgelaufen. Kopf hoch, hier kannst du dich direkt wieder anmelden:

source: Welcome at ZUKS
de: Willkommen bei ZUKS

source: you successfully subscribed to our newsletter.
de: du hast dich erfolgreich für unseren Newsletter registriert.

source: We will inform you, when there is something to report about the project, so you stay up to date with our progress.
de: Wir werden dich informieren, sobald es etwas über unser Projekt zu berichten gibt. So bleibst du immer auf dem Laufenden.

source: We also post updates on our social media channels regularly. Check them out to get the latest news and discuss with other supporters.
de: Über unsere sozialen Kanäle erhälst Du regelmäßig Updates rund um ZUKS und kannst Dich mit anderen Unterstützern austauschen.

source: Your text
de: Deine Nachricht

source: Your message was successfully sent. We will contact you soon.
de: Deine Nachricht wurde erfolgreich gesendet. Wir werden dir so bald wie möglich antworten.

source: Send
de: Senden

source: Ask ZUKS
de: Frage ZUKS

source: Any questions left? Please tell us!
de: Noch Fragen? Bitte teile sie uns mit!

source: Your question
de: Deine Frage

source: Your question was successfully saved. We will check it soon and integrate it into this FAQ section.
de: Deine Frage wurde gespeichert. Wir werden Sie bald in dieses FAQ integrieren

source: ZUKS Facebook page
de: ZUKS Facebook Seite

source: ZUKS Google+ page
de: ZUKS Google+ Seite

source: ZUKS Twitter page
de: ZUKS Twitter Seite

source: imprint
de: Impressum

source: privacy
de: Datenschutz

source: unsubscribe
de: abmelden

source: Contact
de: Kontakt

source: Admin Interface to send newsletters
de: Admin Oberfläche um Newsletter zu versenden

source: Markdown help
de: Markdown Hilfe

source: Preview
de: Vorschau

source: Update
de: Aktualisieren

source: Stay tuned
de: Bleib dran

source: We sent you a Confirmation Mail. Please also check your Spam folder, if you didn't received a mail after a few minutes.
de: Wir haben Dir eine Bestätigungsmail gesendet. Schaue bitte auch in deinem Spam-Ordner nach, wenn die Mail nicht ankommt.

source: Subscribe to newsletter
de: Newsletter abonnieren

source: Newsletter cancellation
de: Newsletter abbestellen

source: What a pity
de: Wie schade

source: We will miss you!
de: Wir werden dich vermissen!

source: Clicked accidentally? Directly subscribe again:
de: Aus Versehen geklickt? Melde dich direkt wieder an:
